Repository: andreacanton/wordpress-costumes-plugin
Catalog: languages/costumes-*.po
Languages: it_it

source: Costumes
it_it: Costumi

source: Create custom type for costumes
it_it: Crea un tipo di contenuto per i costumi

source: Add Costume
it_it: Aggiungi Costume

source: Add New Costume
it_it: Aggiungi Nuovo Costume

source: Edit Costume
it_it: Modifica Costume

source: New Costume
it_it: Nuovo Costume

source: View Costume
it_it: Visualizza Costume

source: View Costumes
it_it: Visualizza Costumi

source: Search Costumes
it_it: Cerca Costumi

source: No Costumes found
it_it: Nessun Costume trovato

source: No Costumes found in Trash
it_it: Nessun Costume trovato nel Cestino

source: All Costumes
it_it: Tutti i Costumi

source: Manage costumes
it_it: Gestisce costumi
